<!DOCTYPE html>
<html lang="es">
	<head>
		<title>Gunner - Biograf&iacute;a</title>
		<meta charset="utf-8">
		<link rel="stylesheet" href="../css/reset.css" type="text/css" media="screen">
		<link rel="stylesheet" href="../css/style.css" type="text/css" media="screen">
		<link rel="stylesheet" href="../css/grid.css" type="text/css" media="screen">
		<link rel="stylesheet" href="../css/prettyPhoto.css" type="text/css" media="screen">   
		<script src="../js/jquery-1.6.3.min.js" type="text/javascript"></script>
		<script src="../js/FF-cash.js" type="text/javascript"></script> 
		<script src="../js/script.js" type="text/javascript"></script>
		<script type="text/javascript" src="../js/easyTooltip.js"></script>
		<script src="../js/jquery.easing.1.3.js" type="text/javascript"></script>
		<script src="../js/hover-image.js" type="text/javascript"></script>
		<script src="../js/jquery.prettyPhoto.js" type="text/javascript"></script>
		<script src="../js/jquery.easing.1.3.js" type="text/javascript"></script>
		<script type="text/javascript" src="../js/tms-0.3.js"></script>
		<script type="text/javascript" src="../js/tms_presets.js"></script>
		<script type="text/javascript">
			$(window).load(function(){
				$('.slider')._TMS({
					duration:800,
					easing:'easeOutQuad',
					preset:'diagonalFade',
					pagination:false,
					slideshow:6000,
					banners:false,
					waitBannerAnimation:false,
					pauseOnHover:true
				});
				$("a[data-gal^='prettyVideo']").prettyPhoto({animation_speed:'normal',theme:'facebook',slideshow:false, autoplay_slideshow: false});
			}); 
		</script>		
		<!--[if lt IE 7]>
			<div style=' clear: both; text-align:center; position: relative;'>
				<a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home?ocid=ie6_countdown_bannercode">
					<img src="http://storage.ie6countdown.com/assets/100/images/banners/warning_bar_0000_us.jpg" border="0" height="42" width="820" alt="You are using an outdated browser. For a faster, safer browsing experience, upgrade for free today." />
				</a>
			</div>
		<![endif]-->
		<!--[if lt IE 9]>
			<script type="text/javascript" src="js/html5.js"></script>
			<link rel="stylesheet" href="css/ie.css" type="text/css" media="screen">
		<![endif]-->
        <style type="text/css" media="screen">
			@font-face {font-family:octin spraypaint free;
			src: url(../fonts/octin%20spraypaint%20free.ttf) format("opentype");}
		</style>
	</head>
	<body id="page2">
		<div class="extra">
<!--==============================header=================================-->
			<header>
				<div class="main">
					<div class="bg-1">
						
					</div>
					<nav id="header_menu">
						<div class="menu-bg-tail">
							<div class="menu-bg">
								<div class="container_12">
									<div class="grid_12">
										<ul class="menu">
											<li class="last" id="first_element_menu"><a href="novedades.html">Novedades</a></li>
											<li class="last"><a class="active" href="biography.html">Biograf&iacute;a</a></li>
                                            <li class="last"><a href="members.html">Integrantes</a></li>
											<li class="last"><a href="tour-dates.html">Fechas</a></li>
											<li class="last"><a href="audio.html">Discograf&iacute;a</a></li>
											<li class="last"><a href="video.html">Video</a></li>
											<li class="last"><a href="gallery.html">Galer&iacute;a</a></li>
                                            <li class="last"><a href="contacts.html">Contacto</a></li>
										</ul>
										<div class="clear"></div>
									</div>
									<div class="clear"></div>
								</div>
							</div>
						</div>
					</nav>
				</div>
			</header>
<!--==============================content================================-->
			<section id="content"><div class="ic">More Website Templates @ TemplateMonster.com. November 21, 2011!</div>
				<div class="main">
					<div class="bg-2">
						<div class="content-padding-1">
							<div class="container_12">
								<div class="wrapper">
									<div class="justify">
										<h3 class="letter" style="padding-left:10px"><strong>Biografia</strong></h3>
                                   <p class="biography_text"><B>Gunner</B></span> surge a 
        fines del a&ntilde;o 2002 como <em><strong>Gunner Sixx</strong></em>. <span class="style3">Rodrigo Bugallo</span> (guitarra l&iacute;der) y <B>Mariano Angiolillio </B> (ex baterista), quienes cursaban en el mismo colegio secundario, deciden formar una banda con marcadas influencias de hard rock 80's. Para ello, convocan a otro amigo del secundario, <B>Emmanuel Blandini </B> (guitarra r&iacute;tmica) para la guitarra base; y al <B>Colo</B> (ex bajista), un conocido de Mariano para tocar el bajo.</p><img class="biography_pic" src="../images/history_thumb1.jpg" align="right" class="imgborder">
				<p class="biography_text"><br>
                
				  <span class="style2"><strong>En sus comienzos</strong></span> la banda fue principalmente una banda de covers. En los ensayos sonaban temas de M&ouml;tley Cr&uuml;e, Bon Jovi, Poison, Europe, Skid Row, etc. Si bien durante esos meses se probaron varios cantantes ninguno se adaptaba a las necesidades de la banda y por esa raz&oacute;n, Roxx toma el mando de la voz adem&aacute;s de ser la guitarra l&iacute;der del grupo.</p>
				<p class="biography_text"><span class="style2"><strong>&bull; Principios del 2003:</strong></span> Con la banda establecida y ensayando 
        regularmente, recibieron un llamado de Marcelo Viera (guitarrista de <span class="biography_strong">Louder </span>, banda argentina 
        tributo a M&ouml;tley Cr&uuml;e), quien organiz&oacute; una fecha en Asbury Park (Flores) para el 10 de mayo y los invit&oacute; como banda soporte del show. La lista de temas de ese d&iacute;a fue: Cry Tough y No More Lookin' Back de Poison; Starry Eyes de M&ouml;tley Cr&uuml;e; One Wild Night y Breakout de Bon Jovi, 3 temas propios: Rockin' In The City, Sometimes y Crazy Nites; y cerraron con el cover de Poison: Look What The Cat Dragged In. Esta fue la primera presentaci&oacute;n oficial de la banda.<br>A fines de junio, Marcelo los convoc&oacute; para una nueva fecha en LA ROCKA, sin embargo 10 d&iacute;as antes del show por problemas personales, el bajista abandona la banda; es en ese momento donde aparece <B>Hern&aacute;n Mastrogiacomo</B>, quien estuvo ligado a la banda desde los comienzos.</p><img class="biography_pic" src="../images/history_thumb2.jpg" align="left" width="150" height="113" class="imgborder">
				<p class="biography_text_with_left_picture">En este show, presentaron un tema nuevo: 'Secrets Of Loneliness' (Letra: Hern&aacute;n Mastrogiacomo) que aparece en el demo que grabar&iacute;an m&aacute;s adelante.<BR>Desde ese momento, la banda qued&oacute; establecida con: Roxx en voz y primera guitarra, Emmanuel en segunda guitarra, Hern&aacute;n en bajo y Mariano en bater&iacute;a.</br></p> <p class="biography_text"><span class="style2"><strong>&bull; 2004:</strong></span>Comienzan el a&ntilde;o tocando en El Hangar teloneando a Kamikaze.  Luego tocaron por primera vez en La Colorada, junto a <a href="http://www.watchmen.com.ar/" target=_new>Watchmen</a> y realizaron un tributo a Poison en Acatraz, tambi&eacute;n, conocieron a Juan Manuel Biott quien les pas&oacute; un demo en el que interpretaba 'Spread Your Wings' de Queen. Decidieron empezar a ensayar con &eacute;l mientras la banda segu&iacute;a presentandose en vivo con Roxx en la voz. El show del 11 de septiembre junto a Louder, en Crimson, fue la presentaci&oacute;n oficial del nuevo vocalista. A partir de ese momento, se presentaron con esta formaci&oacute;n y cerraron el a&ntilde;o en Acatraz, fecha en la cual Mariano no pudo tocar y Walter, un conocido de la sala donde ensayaban, lo reemplaz&oacute; en la bater&iacute;a. 
El a&ntilde;o 2004 se cerr&oacute;. Sin embargo la tragedia ocurrida en el boliche Cromagnon afectar&iacute;a a todas las bandas del "Under" a partir del 2005.</p><img class="biography_pic" src="../images/history_thumb3.jpg" align="left" width="150" height="113" class="imgborder">
				<p class="biography_text_with_left_picture"><span class="style2"><strong>&bull; 2005:</strong></span> Estaba muy dif&iacute;cil conseguir lugares para tocar y decidieron cambiar de baterista por razones musicales. Walter qued&oacute; como baterista e hicieron una nueva fecha  a mediados de Marzo en Acatraz. Debido a la poca disponibilidad horaria de Walter, se les tornaba muy dif&iacute;cil ensayar con regularidad y &eacute;ste tuvo que dejar la banda. A mediados de a&ntilde;o la banda comenz&oacute; a ensayar con Gustavo (ex baterista), conocido de Emmanuel, y sobre fines de a&ntilde;o, pudieron concretar una nueva fecha en Acatraz.</p> 
				<p class="biography_text">La banda comenz&oacute; a grabar el demo, parte en Estudios Doble B (de <a href="mailto:leadobleb@hotmail.com">Leandro Bordicelli</a>) y parte en el estudio de Hern&aacute;n. Demand&oacute; alrededor de seis meses terminar la grabaci&oacute;n, mezcla y masterizaci&oacute;n del mismo. Luego de la fecha en Acatraz, Gustavo deja la banda por problemas personales, mientras la banda contin&uacute;a  con la grabaci&oacute;n del demo.<img class="biography_pic" src="../images/history_thumb4.jpg" align="right" width="150" height="113" class="imgborder"></p>
			  <p class="biography_text"><span class="style2"><B>&bull; 2006: </B></span>El demo estaba en plena grabaci&oacute;n, mientras buscaban  baterista para las fechas en vivo. Es aqu&iacute; donde apareci&oacute;<span class="style3"> <B>Germ&aacute;n Calero </B></span><strong>(actual baterista), </strong>un amigo y seguidor de la banda en los a&ntilde;os anteriores, y de este modo la banda qued&oacute; establecida con Juan Manuel en la voz, Roxx en guitarra l&iacute;der, Emmanuel en guitarra r&iacute;tmica, Hern&aacute;n en bajo y Germ&aacute;n en bater&iacute;a<strong>.</strong></p>
				<p class="biography_text">Luego de la primer fecha en La Colorada, en marzo, se termin&oacute; el demo, que cuenta con 7 temas propios: 'Desire', 'Dirty Love', 'Can't Prove It', 'Rockin' In The City', 'Secrets Of Loneliness', 'Someone To Love' y 'Over Again''.</p>
				<p class="biography_text"><img class="biography_pic" src="../images/history_thumb5.jpg" align="right" class="imgborder"></p>
				<p class="biography_text_with_right_picture">La venta del demo fue todo un &eacute;xito. Se agotaron los primeros 200 ejemplares vendidos en los shows, entregados a radios, lugares para tocar, discogr&aacute;ficas y productoras.<br>
                 Durante este a&ntilde;o, realizaron much&iacute;simas presentaciones, entre las que se destacan tres "La Colorada" como banda principal, Centro Cultural Mariano Moreno (San Telmo) junto a <a href="http://www.zelenrock.com.ar/" target="_blank">Zelen</a> y una fecha junto a <span class="biography_strong">Spanish Fly </span>(banda tributo a Van Halen) en Blues Special Club. En septiembre, la banda toc&oacute;, nuevamente, en La Colorada y cerraron el a&ntilde;o, el 1 de diciembre en Acatraz.</p>
				<p class="biography_text">Durante los shows del 2006, presentaron dos temas nuevos que no est&aacute;n en el demo llamados 'Till I Reach The End' y 'Holdin' On'. A fines del 2006, fueron convocados para participar en un &Aacute;lbum Tributo a Europe. Grabaron el tema 'Love Chaser', del &aacute;lbum 'The Final Countdown' en  Estudios Doble B. <br>
				  <br>
				  <span class="style2"><strong>&bull; 2007:</strong></span> Comienza con una serie de shows por Buenos Aires y participan del concurso "The Cavern Rock Festival" organizado por The Cavern Club Bs. As., realizando varias presentaciones a lo largo de todo el a&ntilde;o, quedando entre las primeras diecisiete bandas de las doscientas veinte concursantes. En agosto de ese mismo a&ntilde;o ingresan en el ranking de la radio "Hardrockin' 80s" de Missouri, USA, y en octubre, son elegidos como mejor banda del mes. A mediados de noviembre entran al estudio y comienzan con la grabaci&oacute;n de un EP adelanto de lo que ser&aacute; el primer disco de la banda. El mismo est&aacute; compuesto por tres canciones nuevas de propia autor&iacute;a y una nueva versi&oacute;n de I can’t prove it.
</p><img class="biography_pic" src="../images/history_thumb6.jpg" align="left" width="150" height="113" class="imgborder"><p class="biography_text_with_left_picture">En ese mismo mes se realiza un show despedida, &uacute;ltimo show de Juan Manuel Biott como cantante de Gunner, ya que por razones personales decide viajar y se ve obligado a dejar el grupo, previamente dejando grabadas todas las pistas de voz del EP, en el cual la banda sigui&oacute; trabajando.</p><br>
				  <br>
				 <p class="biography_text"> <span class="style2"><strong>&bull; 2008:</strong></span>La banda comenz&oacute; a audicionar cantantes, luego de meses de trabajo y de probar m&uacute;sicos, gracias a un aviso, <span class="style3">Aaron Briglia</span> se comunica con <span class="style3">Roxx</span> y luego de algunas audiciones queda en la banda como cantante.<br> Meses mas tarde, finalizando el a&ntilde;o, <B>Hern&aacute;n Mastrogiacomo</B> decide abandonar el grupo por cuestiones personales emprendi&eacute;ndose as&iacute; la b&uacute;squeda de un nuevo bajista.<br>
		    </p><img class="biography_pic" src="../images/t1.jpg" width="150" height="130" align="left" class="imgborder" longdesc="1">
				<p class="biography_text_with_left_picture"><span class="style2"><strong>&bull; 2009:</strong></span> Gunner entra al estudio <strong><a href="http://www.synchrorecords.com.ar/" target="_blank" title="Synchro Records">Synchro Records</a></strong> para comenzar la grabaci&oacute;n de <strong>'Desire',</strong> primer &aacute;lbum de la banda, producido por <strong>Esteban Gatti</strong>. Durante los primeros meses del a&ntilde;o, Roxx se comunica con distintas discogr&aacute;ficas, hasta conseguir el primer contrato junto a <strong><a href="http://www.retrospectrecords.com/" target="_blank" title="Retrospect Records">Retrospect Records</a></strong>. A comienzos del 2009 <strong>Rub&eacute;n Estrada</strong> ingresa como bajista, participando en la grabaci&oacute;n del disco y en una serie de shows que se realizan durante todo el a&ntilde;o por Capital.<img class="biography_pic" src="../images/t2.jpg" width="158" height="119" align="right" class="imgborder" longdesc="2"></p>
				<p>&nbsp;</p>
				<p class="biography_text"><span class="style2"><strong>&bull; 2010:</strong></span> Rub&eacute;n abandona la banda. Gunner es convocado para tocar en una nueva edici&oacute;n del festival <strong>'Glamnation Party'</strong> realizado en The Roxy Live. La banda finaliza la grabaci&oacute;n de <span class="style4">'Desire'</span>. Luego Germ&aacute;n le propone a <span class="style3">Pablo Ansaldi</span>, quien era un viejo amigo de la banda, tomar el lugar de bajista solo por algunos shows, pero la qu&iacute;mica fu&eacute; tan buena que Pablo termina incorpor&aacute;ndose oficialmente a Gunner como su nuevo bajista. A partir de all&iacute;, la banda comienza una serie de shows por el interior del pa&iacute;s bajo el marco de la presentaci&oacute;n de <span class="style4">'Desire'</span>.</p>
				<p class="biography_text"><span class="style2"><strong>&bull; 2011:</strong></span><span class="Estilo1"> Para los primeros meses se edita <span class="style4">'Desire'</span> en USA con la compa&ntilde;&iacute;a <strong>Retrospect Records</strong>, confirmando la primer gira en dicho pa&iacute;s debido a la buena recepci&oacute;n del p&uacute;blico. Luego de algunas negociaciones se decide dar de baja a la serie de shows y festivales en Estados Unidos debido a problemas legales con Nikki Sixx, la banda se ve forzada a cambiar de nombre, pasan de llamarse Gunner Sixx a <span class="style4">GUNNER</span> y as&iacute; comienzan promocionando <span class="style4">'Desire'</span>. </span></p>
                 <p class="biography_text"><span class="style5">&bull; 2012:</span> La banda realiza la presentacion oficial de <strong>Desire</strong> con una serie de shows por todo el pais , se lanzan los tres cortes de difusi&oacute;n <strong>Rockin' in the city</strong>, <strong>Someone to love</strong> y <strong>Holdin' on</strong> como videos promocionales rotando por radios y televisi&oacute;n, tambien se incluye como miembro estable a <strong>Marcos Prevalil</strong> en los teclados quedando conformada una estructura  de 5 m&uacute;sicos con los cuales se comienza con la composici&oacute;n de nuevo material.</p>
                <p class="biography_text"><span class="style5">&bull; 2013:</span> Se da inicio a las sesiones de grabaci&oacute;n de <strong>Keep Fighting</strong>. El disco contiene 13 canciones, manteniendo la escencia, los ritmos, la melod&iacute;as, la fuerza, y continuando todo lo que se comenz&oacute;  con <strong>Desire</strong> pero tambi&eacute;n mostrando una puesta m&aacute;s grande y un avance en cuanto a sonido. Se utilizan varios estudios para la grabaci&oacute;n, mezcla y mastrizaci&oacute;n del &aacute;lbum trabajando as&iacute; con distintos t&eacute;cnicos e ingenieros en sonido. Mientras tanto se siguen realizando shows, viajes y se comienza con toda la preparaci&oacute;n de una nueva puesta en escena para lo que sera la presentaci&oacute;n oficial del <strong>Fighting tour 2014</strong>.</p>
                <p class="biography_text">Luego de cumplir con los compromisos asumidos, Aaron deja la banda por motivos personales. El 29 de octubre se hace oficial el ingreso de <b>Pyper Muguertegui</b> como cantante para realizar la presentaci&oacute;n de <b>Keep Fighting</b> con un show en <b>Espacio Cultural</b> ex "La colorada"</p>
                 <p class="biography_text"><span class="style5">&bull; 2014:</span> Gunner comienza el a&ntilde;o con presentaciones en capital federal y el interior del pa&iacute;s. Paralelamente comienzan a preparar el material para su tercer disco de estudio con la idea de grabarlas sobre fines de año.</p>
				<p>&nbsp;</p>
				<p class="biography_text" style="float: right">Gunner. </p>
													</div>
												</div>
											</div>
										</div>
									</article>
<!--==============================footer=================================-->
		<footer>
			<div class="main">
				<div class="footer-bg">
					<div class="container_12">
						<div class="wrapper">
							<div class="grid_12">
								<div class="footer-padding">
									<div class="wrapper">
										<span class="footer-link"><span>Superior.com &copy; 2011</span> <a rel="nofollow" target="_blank" class="link" href="http://www.templatemonster.com/">Website Template</a> by TemplateMonster.com</span>
                                         <ul id="sponsors">
                                        	<!--<li><a id="skull" target="_blank" title="Skull Percusion" href="http://www.skullpercusion.com.ar/"></a></li>
                                            <li id="roxx_guitars_container"><a id="roxx_guitars" target="_blank" title="Roxx Guitars" href="mailto:hardroxx@hotmail.com"></a></li>
                                            <li id="rockstation_container"><a id="rockstation" target="_blank" title="Rockstation Media" href="http://rockstationmedia.com/"></a></li>
                                            <li id="ds_container"><a id="ds" target="_blank" title="DS Pickups" href="http://www.dspickups.com.ar/"></a></li>-->
                                            <li id="pulmonar_container"><a id="pulmonar" target="_blank" title="Pulmonar Creaciones" href="http://www.pulmonarcreaciones.com/"></a></li>
                                        </ul>
										<ul class="list-services">
											<li><a class="tooltips n-1" target="_blank" title="Twitter" href="https://twitter.com/gunnerband"></a></li>
											<li><a class="tooltips n-2" title="Facebook" target="_blank" href="http://www.facebook.com/gunner.rockband"></a></li>
											<li class="last"><a class="tooltips n-3" title="Youtube" target="_blank" href="http://www.youtube.com/gunnerband"></a></li>
										</ul>
									</div>
									<div class="aligncenter">
										<!-- {%FOOTER_LINK} -->
									</div>
								</div>
							</div>
						</div>
					</div>
				</div>
			</div>
		</footer>
	</body>
</html>
